Repository: phongtran0715/car-gps
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Required. Add a valid email address.
vi: Địa chỉ email không hợp lệ

source: Invalid login
vi: Đăng nhập thất bại

source: GPS Tracking Application
vi: VIVA ứng dụng quản lý vị trí xe online

source: GPS Tracking Supporter
vi: Đội ngũ hỗ trợ Vinatrack

source: Email address must be unique.
vi: Địa chỉ email đã được sử dụng để đăng kí trước đó

source: Those passwords don't match.
vi: Mật khẩu không trùng khớp

source: Current password does not match
vi: Mật khẩu hiện tại không chính xác

source: Token is invalid or expired
vi: Token không hợp lệ hoặc đã hết hạn

source: Hi
vi: Xin chào

source: Please click on the link to confirm your registration,
vi: Vui lòng bấm vào link bên dưới để xác nhận việc đăng kí

source: The user was created successfully
vi: Tạo người dùng thành công

source: Validation errors in your request
vi: Dữ liệu không hợp lệ

source: Thank you for your email confirmation. Now you can login your account.
vi: Cảm ơn bạn đã xác minh email. Bây giờ bạn có thể đăng nhaập bằng user đã đăng kí

source: Activation link is invalid!
vi: Đường dẫn kích hoạt không hợp lệ

source: Maybe this page moved? Got deleted? Is hiding out in quarantine? Never existed in the first place?
vi: Trang web bạn yêu cầu không tồn tại !

source: VIVA Realtime GPS Tracking Application
vi: VIVA ứng dụng quản lý vị trí xe online

source: Login
vi: Đăng nhập

source: Log in
vi: Đăng nhập

source: Reset password
vi: Đặt lại mật khẩu

source: Register an account
vi: Đăng ký tài khoản

source: Register
vi: Đăng ký

source: To initiate the password reset process for your Account
vi: Để bắt đầu quá trình cài đặt lại mật khẩu của bạn

source: click the link below:
vi: vui lòng bấm liên kết bên dưới

source: Sincerely
vi: Trân trọng

source: VIVA GPS Team
vi: Nhóm phát triển VIVA GPS

source: Change password
vi: Đổi mật khẩu

source: Update
vi: Cập nhập

source: Your password has been Updated.
vi: Mật khẩu của bạn đã được cập nhập

source: Your password has been reset. You may go ahead and
vi: Rết mật khẩu thành công.

source: Return to home page
vi: Quay về trang chủ

source: Send reset email
vi: Gửi email đặt lại mật khẩu

source: Hello
vi: Xin chào

source: Home
vi: Trang chủ

source: Logout
vi: Thoát

source: Upload Image
vi: Tải ảnh

source: File uploaded at:
vi: Ảnh đã tải lên tại:

source: Return to home
vi: Quay về trang chủ

source: This password is too short. It must contain at least %(min_length)d character.
vi: Mật khẩu quá ngắn. Mật khẩu phải gồm ít nhất %(min_length)d kí tự

source: This password is too short. It must contain at least %(min_length)d characters.
vi: Mật khẩu quá ngắn. Mật khẩu phải gồm ít nhất %(min_length)d kí tự

source: The password is too similar to the %(verbose_name)s.
vi: Mật khẩu không được trùng với thông tin người dùng %(verbose_name)s.

source: This password is too common.
vi: Mật khẩu quá thông dụng. Vui lòng đổi mật khẩu khác

source: This password is entirely numeric.
vi: Mật khẩu phải chứa ít nhất một kí tự chữ

source: Unable to login with provided credentials.
vi: Đăng nhập thất bại. Vui lòng kiểm tra lại thông tin đăng nhập.
